exports.menu = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
● Status : _*Online*_
● Version : _*3.0*_
● Groups : _*13*_
● User : _*27*_
● Fitur : _*85*_
● Prefix : _*(!)*_

┏▣━━━━━━[ 𝘼𝘽𝙊𝙐𝙏 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}owner*
┃╠➤ *${prefix}donasi*
┃╠➤ *${prefix}info*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙈𝘼𝙆𝙀𝙍 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}sticker
┃╠➤ *${prefix}sticker nobg*
┃╠➤ *${prefix}tsticker*
┃╠➤ *${prefix}nulis*
┃╠➤ *${prefix}ttp*
┃╠➤ *${prefix}glitch*
┃╠➤ *${prefix}lneon*
┃╠➤ *${prefix}lwolf1*
┃╠➤ *${prefix}lwolf2*
┃╠➤ *${prefix}ljoker*
┃╠➤ *${prefix}pornhub*
┃╠➤ *${prefix}blackpink*
┃╚═══════════════════╝
┣▣━━━━━━[  𝙈𝙀𝘿𝙄𝘼  ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}tts*
┃╠➤ *${prefix}tiktok*
┃╠➤ *${prefix}meme*
┃╠➤ *${prefix}memeindo*
┃╠➤ *${prefix}nsfwloli* 
┃╠➤ *${prefix}ocr*
┃╠➤ *${prefix}neko*
┃╠➤ *${prefix}ranime*
┃╠➤ *${prefix}loli*
┃╠➤ *${prefix}gambarapaitu *
┃╠➤ *${prefix}AnimeSceneSearchEngine*
┃╚═══════════════════╝
┣▣━━━━[ 𝘿𝙊𝙒𝙉𝙇𝙊𝘼𝘿 ]━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}yt*
┃╠➤ *${prefix}play*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙂𝙍𝙊𝙐𝘽𝙎 ]━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}add* [62xxx]
┃╠➤ *${prefix}kick* [tag]
┃╠➤ *${prefix}leave*
┃╠➤ *${prefix}out*
┃╠➤ *${prefix}linkgc*
┃╠➤ *${prefix}setpp*
┃╠➤ *${prefix}tagme*
┃╠➤ *${prefix}demote* [tag]
┃╠➤ *${prefix}promote* [tag]
┃╠➤ *${prefix}grup* [buka/tutup]
┃╠➤ *${prefix}welcome* [1/0]
┃╠➤ *${prefix}nsfw* [1/0]
┃╠➤ *${prefix}simih* [1/0]
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙊𝙒𝙉𝙀𝙍 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}bc* 
┃╠➤ *${prefix}leave*
┃╠➤ *${prefix}clearall*
┃╠➤ *${prefix}setprefix*
┃╠➤ *${prefix}leave*
┃╠➤ *${prefix}clone* [tag]
┃╠➤ *${prefix}ban*
┃╠➤ *${prefix}unban*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙎𝙋𝘼𝙈 ]━━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}spsms*
┃╠➤ *${prefix}spcall*
┃╠➤ *${prefix}spgmail*
┃╚═══════════════════╝
┣▣━━━━━━[ 𝙊𝙏𝙃𝙀𝙍 ]━━━━━━▣┓
┃╔═══════════════════╗
┃╠➤ *${prefix}ytsearch*
┃╠➤ *${prefix}listadmin*
┃╠➤ *${prefix}blocklist*
┃╠➤ *${prefix}simi*
┃╠➤ *${prefix}wait*
┃╠➤ *${prefix}nama*
┃╠➤ *${prefix}map*
┃╠➤ *${prefix}cerpen*
┃╠➤ *${prefix}qrcode*
┃╠➤ *${prefix}fitnah*
┃╠➤ *${prefix}tiktokstalk*
┃╠➤ *${prefix}url*
┃╠➤ *${prefix}url2img*
┃╠➤ *${prefix}alay*
┃╠➤ *${prefix}lirik*
┃╠➤ *${prefix}quotes*
┃╠➤ *${prefix}bucin*
┃╚═══════════════════╝
┣━━━━━━━━━━━━━━━━━━━━━┓
┃┌───────────────────┐
┃│           (•ิ_•ิ) [ 𝗗𝗢𝗡𝗔𝗦𝗜](•ิ_•ิ)
┃│             (•ิ_•ิ) [𝗦𝗔𝗠𝗔](•ิ_•ิ)
┃│    (•ิ_•ิ) [𝗦𝗨𝗕𝗦𝗖𝗥𝗜𝗕𝗘 𝗬𝗧](•ิ_•ิ)
┃│           (•ิ_•ิ) [𝗚𝗪 𝗧𝗢𝗗] (•ิ_•ิ) 
┃└───────────────────┘
┣━━━━━━━━━━━━━━━━━━━━━┓
┃🔹𝗧𝗛𝗜𝗦 𝗕𝗢𝗧 𝗕𝗬 𝗔𝗥𝗠𝗔𝗡𝗧𝗢𝗗🔹
┗━━━━━━━━━━━━━━━━━━━━━┛`
}
